{
  "responseHeader":{
    "status":0,
    "QTime":0,
    "params":{
      "indent":"on",
      "q":"Maruti",
      "wt":"json"}},
  "response":{"numFound":531,"start":0,"docs":[
      {
        "id":"508051",
        "name":"Maruti Suzuki won't upgrade Maruti 800 model - chairman",
        "body":"Maruti Suzuki, India's largest carmaker, has no plans to upgrade its lowest-priced Maruti 800 model to meet EURO IV emissions standards, Chairman R.C. Bhargava said on Friday.\n           \n            \n            \n            \nBhargava said sales of the model would be discontinued in 13 cities from April. \nMaruti is 54.2 percent owned by Japan's Suzuki Motor Corp.",
        "date":"First Published: 16:30 IST(12/2/2010)",
        "link":"Article1-508051.aspx",
        "_version_":1442342945812381696},
      {
        "id":"266744",
        "name":"India's Maruti December sales up 10 % on year",
        "body":"India's biggest car maker, Maruti Suzuki India Ltd , said on Wednesday it sold 62,515 vehicles in December, up 10 percent from 56,985 vehicles sold in the same month last year. \n           \n            \n            \n            \nMaruti, 54.2 percent-owned by Japan's Suzuki Motor Corp , sold 58,401 units in the domestic market, up 7 per cent from 54,640 units a year earlier. \nMaruti exported 4,114 units, up 75 per cent from 2,345 units.",
        "date":"First Published: 10:20 IST(2/1/2008)",
        "link":"Article1-266744.aspx",
        "_version_":1442342945262927872},
      {
        "id":"513121",
        "name":"Maruti raises car prices after duty hike",
        "body":"Maruti Suzuki, India's top car maker, said on Friday it raised prices between 3,000 rupees to 13,000 rupees across various models, with immediate effect. \n           \n            \n            \n            \nThe hike follows an increase in excise duty on cars by 2 percent in the union budget, Maruti said in a statement.",
        "date":"First Published: 13:37 IST(26/2/2010)",
        "link":"Article1-513121.aspx",
        "_version_":1442342945836498944},
      {
        "id":"248471",
        "name":"Maruti Udyog is now Maruti Suzuki India Ltd",
        "body":"The name of the country's most popular car brand, Maruti Udyog Ltd, has been changed to 'Maruti Suzuki India Ltd' with effect from September 17.\n           \n            \n            \n            \nThe registrar of companies on September 17, approved the name change, Maruti Udyog said in a filing to the Bombay Stock Exchange.\nThe board of directors had approved 'Maruti Suzuki India Ltd' as its new name in July, while the shareholders gave their consent at the Annual General Meeting on September 6.\n'Maruti' continues to have the predominant position in the new name as it is one of the strongest corporate brand names in the country, in terms of awareness, recall, trust and customer care. While 'Suzuki' adds an an international dimension, the company said.\nThe international dimension would help Maruti expand its role in the global markets, when the company would launch a model for export to Europe in the next couple of years, it added.\nMaruti is also developing capabilities to assume the role of being Suzuki's Research and Development hub for Asia outside Japan.\n'India' in the corporate name, conveys the location of the company and its facilities and also recognises the growing importance of the country across the world, the company said.\nShares of Maruti were trading at  Rs. 876.55, up 0.24 per cent on BSE in morning trade.",
        "date":"First Published: 14:04 IST(18/9/2007)",
        "link":"Article1-248471.aspx",
        "_version_":1442342945230422017},
      {
        "id":"493404",
        "name":"Maruti sells one lakh in Dec 2009",
        "body":"Maruti Suzuki has become the first auto company in India to cross the one lakh retail sales in a month, clocking 1,00,874 units sales in December 2009.\n           \n            \n            \n            \n\"This has been a big achievement for us, considering the fact that customers usually stay away from buying cars in year-end,\" Maruti Suzuki Executive Officer (Marketing and Sales) Mayank Pareek said.\nThe previous highest ever retail sales achieved by the company was in October 2009 at 81,800 units.",
        "date":"First Published: 21:48 IST(3/1/2010)",
        "link":"Article1-493404.aspx",
        "_version_":1442342945759952896},
      {
        "id":"268304",
        "name":"Rs 1 lakh car may have some impact on sales: Maruti",
        "body":"The country's largest car maker Maruti Suzuki India on Wednesday said Tatas'  Rs. 1 lakh car may have \"some impact\" on its sales but said the price of its 800 model will not be cut.\n           \n            \n            \n            \nMaruti cannot make  Rs. 1 lakh car and the company engineers say it cannot be done, Maruti Suzuki India Managing Director and CEO Shinzo Nakanishi said.\nWhen asked whether  Rs. 1 lakh car will have any impact, he said, \"Some impact, maybe. I don't know.\"\n\"We still have to see how this 1 lakh car is, in terms of performance and make a comment,\" he added.",
        "date":"First Published: 17:26 IST(9/1/2008)",
        "link":"Article1-268304.aspx",
        "_version_":1442342945272365057},
      {
        "id":"268339",
        "name":"Rs 1 lakh car may have some impact on sales: Maruti",
        "body":"The country's largest car maker Maruti Suzuki India toady said Tatas'  Rs. 1 lakh car may have \"some impact\" on its sales but said the price of its 800 model will not be cut.\n           \n            \n            \n            \nMaruti cannot make  Rs. 1 lakh car and the company engineers say it cannot be done, Maruti Suzuki India Managing Director and CEO Shinzo Nakanishi said.\nWhen asked whether  Rs. 1 lakh car will have any impact, he said, \"Some impact, maybe. I don't know.\"\n\"We still have to see how this 1 lakh car is, in terms of performance and make a comment,\" he added.",
        "date":"First Published: 18:37 IST(9/1/2008)",
        "link":"Article1-268339.aspx",
        "_version_":1442342945273413633},
      {
        "id":"509838",
        "name":"Say goodbye to Maruti 800",
        "body":"Maruti Suzuki is planning to discontinue the sale of its low-priced Maruti 800 model in 13 cities, the automakers chairman R C Bhargava announced recently.He also denied plans to upgrade the Maruti 800, the companys oldest model, to meet Euro IV emissions standards. Sales of the M 800 have been declining since the company announced plans to phase out its older models.\n           \n            \n            \n            \nSales of the M 800 model went down 55.2 per cent to 2,494 units in January 2010 against 5,571 sold in January 2009, figures released by the company showed.",
        "date":"First Published: 17:49 IST(17/2/2010)",
        "link":"Article1-509838.aspx",
        "_version_":1442342945819721729},
      {
        "id":"335647",
        "name":"Maruti plans to launch A-star in October",
        "body":"Maruti Suzuki India Ltd, plans to launch A-star model in the local market as scheduled in October and start exports from December or January, a senior company official said on Thursday. \n\n           \n            \n            \n            \nInitially, the car will be exported to Europe, Managing Director Shinzo Nakanishi told reporters on the sidelines of an industry conference.",
        "date":"First Published: 11:33 IST(4/9/2008)",
        "link":"Article1-335647.aspx",
        "_version_":1442342945391902720},
      {
        "id":"38066",
        "name":"Govt to sell whole of Maruti stake",
        "body":"The government favours giving up its interest in the country's largest carmaker, Maruti Udyog Ltd, by selling its remaining stake in the firm, Heavy Industries Minister Sontosh Mohan Dev said on Tuesday.\n           \n            \n            \n            \nHe also said the government had plans for a  Rs. 7.35 billion revival package for engineering firm Hindustan Machine Tools Ltd.",
        "date":"First Published: 14:34 IST(10/1/2006)",
        "link":"Article1-38066.aspx",
        "_version_":1442342945506197504}]
  }}
